{"seccion1_sociologias":"Teoría Sociológica II. Teoría Sociológica II es la tercera materia obligatoria del tronco teórico de la Licenciatura en Sociología de la Universidad de Flores. Ella busca profundizar la línea de acercamiento al conocimiento sociológico iniciada en Sociología General y continuada por Teoría Sociológica I. En ese sentido, si esta última se centró en las contribuciones teóricas que forjaron la disciplina signando sus orígenes, Teoría Sociológica II se propone ir más allá del pensamiento clásico, no sin reconocer e identificar sus contribuciones a las perspectivas más importantes del siglo XX -aunque sea de modo crítico- y las primeras líneas de pensamiento que marcan el devenir de la Sociología en lo que va del siglo XXI.",
"Teoria_Sociológica_I": "Teoría Sociológica I es la segunda materia obligatoria del tronco teórico de la Licenciatura en Sociología de la Universidad de Flores. Como correlativa inmediata de Sociología General, busca continuar y profundizar la línea de acercamiento al conocimiento sociológico. En ese sentido, se asienta sobre las nociones ya adquiridas en aquella asignatura, para ampliar el espectro de problemáticas y ejes trabajados previamente, a partir de la recuparación de proyectos teóricos que, desde sus aportes específicos, exhiben similitudes y diferencias.",
"Teoria_Sociologica_III":"Teoría Sociológica III es la cuarta materia obligatoria del tronco teórico de la Licenciatura en Sociologia de la Universidad de Flores. Se busca el acercamiento al conocimiento sociológico del raigambre marxista, tanto en la obra del propio Marx como de varixs autorxs que se incriben en esta tradición . En ese sentido, la materia dialoga con los contenidos vistos en las teorías sociológicas I y II, ya sea retomando lo planteado por algunxs autorxs, o bien entrando en debate con otrxs.Su programa se estructura en torno a cinco unidades a través de las cuales se busca dar cuenta  de una serie de conceptos  fundamentales del corpus teórico marxista, así como abordar un conjunto de objetos-como el Estado y las clases sociales-que constituyen tropos centrales en la tradición marxista.",
"Sociologia_General":"Sociología General tiene por finalidad introducir los contenidos escenciales para iniciar una formación en Sociología. Expone y desarrolla los principales conceptos,teorías y corrientes de pensamiento que fomentaron su institucionalización en el marco general de las ciencias sociales. Abarcara un contexo histórico que se extiende desde la fundación hasta la profesionalización de la disciplina. Se presentará una amplia bibliografía, con autores clasicos y contemporáneos, que ofrecen diversas perspectivas, sobre las problemáticaspropias de la Sociologia, por lo que se prsta espacial atención a la identificación de convergencias y divergencias entre ellas. Además pretende fomrntar diálogos y debates donde se aplique las categorías analíticas desarrolladas a temáticas disociadas del contexto para el que originalmente fueron ideadas, a fin del comprender que el pensamiento sociologico es inescindible de la reflexión y la recursividad"

}