{"Talcott_Parsons":"Talcott Parsons nace en Diciembre de 1902. Sociólogo estadounidense que, a partir de 1937 desarrolla una hegemonía que durará por lo menos 4 décadas en la forma de abordar la sociología.Su propuesta será lo que se denominó la primera síntesis teórica, es decir leyó, analizó y teorizó sobre las propuestas de los pensadores mas importante que lo antecedieron con el fin de llevar adelante una teoría que superara limitaciones y fortaleciera los abordajes de cada uno de ellos. Los principales referentes fueron,  E. Durkheim, Max Weber, Vilfredo Pareto y Alfred Marshall. Dentro de sus obras más destacadas esta la escrita en 1937, La estructura de la Acción Social.",
"Anthony_Giddens":"Anthony Giddens nace el 18 de enero de 1938. Sociólogo inglés contemporáneo mas influyentes  del mundo. Fue uno de los sociologos en cuestionar el Estructural Funcionalismo de Parsons y para ello aborda la superación de la sintesis teórica entre la estructura y el actor/sujeto. Recupera en el sujeto el sentido, la conducta, las intenciones sin descuidar el polo de las instituciones, de las estructuras. Para ello desarrolla la Teoría de la Estructuración, una de sus obras mas importantes. Sus referentes más inmediatos fueron Emile Durkheim, Max Weber y Pierre Bourdieu.",
"Pierre_Bourdieu":"Pierre Bourdieu nació el 1ro de agosto de 1930. Sociólogo francés destacado de la época contemporánea. Hasta la intervención de pensadores como Giddens y Bourdieu el sujeto y la estructura se planteaban en extremos opuestos, la acción social se esplcaba por uno o por el otro. Bourdieu piensa en conceptos mediadores con su propuesta teórica. Campo y Habitus serán algunas de sus propuestas más significativas para dar cuenta como se posiciona lo relacional dentro del espacio social. Para ello propone una topografía social. Michael Foulcaut, Max Weber y Emile Durkheim fueron influyentes para Bourdieu. Alguna de sus obras más destacadas incluyen El sentido Práctico, El oficio del Sociólogo, El baile de los solteros, entre muchos más."





}